import Link from "next/link";
import Slider from "@/components/slider";
export default function Home() {
  return (
    <>
      <h1>
        色彩知育教室
        <br />
        高槻カレントクラス
      </h1>
      <br />

      <Slider />

      <div>
        <p>
          ”色彩知育 カレントクラス”では、最新の脳科学をベースにした
          <br />
          日本こども色彩協会オリジナルメソッドである新しい教育『色彩知育法』を取り入れ、
          <br />
          こどもが自分で答えを出し、自らの人生をつくっていけるような環境を提供します。
          <br />
          また、親が”日常で出来ること”を学べる機会を作り、親も子も共に学べる環境づくりを目指しています。
          <br />
        </p>
        <Link href="https://kodomo-shikisai.com/">日本こども色彩協会とは</Link>
      </div>
      <div>
        <p>
          ”色彩知育 カレントクラス”では、最新の脳科学をベースにした
          <br />
          日本こども色彩協会オリジナルメソッドである新しい教育『色彩知育法』を取り入れ、
          <br />
          こどもが自分で答えを出し、自らの人生をつくっていけるような環境を提供します。
          <br />
          また、親が”日常で出来ること”を学べる機会を作り、親も子も共に学べる環境づくりを目指しています。
          <br />
        </p>
        <Link href="https://kodomo-shikisai.com/">日本こども色彩協会とは</Link>
      </div>
      <div>
        <p>
          ”色彩知育 カレントクラス”では、最新の脳科学をベースにした
          <br />
          日本こども色彩協会オリジナルメソッドである新しい教育『色彩知育法』を取り入れ、
          <br />
          こどもが自分で答えを出し、自らの人生をつくっていけるような環境を提供します。
          <br />
          また、親が”日常で出来ること”を学べる機会を作り、親も子も共に学べる環境づくりを目指しています。
          <br />
        </p>
        <Link href="https://kodomo-shikisai.com/">日本こども色彩協会とは</Link>
      </div>
      <div>
        <p>
          ”色彩知育 カレントクラス”では、最新の脳科学をベースにした
          <br />
          日本こども色彩協会オリジナルメソッドである新しい教育『色彩知育法』を取り入れ、
          <br />
          こどもが自分で答えを出し、自らの人生をつくっていけるような環境を提供します。
          <br />
          また、親が”日常で出来ること”を学べる機会を作り、親も子も共に学べる環境づくりを目指しています。
          <br />
        </p>
        <Link href="https://kodomo-shikisai.com/">日本こども色彩協会とは</Link>
      </div>
      <div>
        <p>
          ”色彩知育 カレントクラス”では、最新の脳科学をベースにした
          <br />
          日本こども色彩協会オリジナルメソッドである新しい教育『色彩知育法』を取り入れ、
          <br />
          こどもが自分で答えを出し、自らの人生をつくっていけるような環境を提供します。
          <br />
          また、親が”日常で出来ること”を学べる機会を作り、親も子も共に学べる環境づくりを目指しています。
          <br />
        </p>
        <Link href="https://kodomo-shikisai.com/">日本こども色彩協会とは</Link>
      </div>
    </>
  );
}
